Repository: multiplex-term/Multiplex
Catalog: Multiplex/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: — the remote's own pane menu.
ja: — リモート自身のペインメニューです。
zh_hant: — 遠端自己的窗格選單。

source: after the name scrolls to that line.
ja: が名前の後にあると、その行までスクロールします。
zh_hant: 會捲動到該行。

source: delete-word, and your own chords or one-line text macros from CUSTOM SETUP, on every device.
ja: で単語削除、そしてCUSTOM SETUPで作った自分のコードや1行のテキストマクロが、すべてのデバイスで使えます。
zh_hant: 刪除單字，以及你自己在 CUSTOM SETUP 建立的組合鍵或單行文字巨集，在每部裝置上都能用。

source: in the press block right-clicks the remote for you — herdr's pane menu opens under your finger.
ja: は長押しブロックからリモートを右クリックします — herdrのペインメニューが指の下に開きます。
zh_hant: 在長按區塊中會替你對遠端執行右鍵點擊 — herdr 的窗格選單會在你手指下開啟。

source: Install it there (%@),
ja: そこにインストールする（%@）か、
zh_hant: 請在該主機上安裝（%@），

source: Install it there,
ja: そこにインストールするか、
zh_hant: 請在該主機上安裝，

source: key about half a second: taps stop summoning the keyboard. Hold again — or ⋯ → Unlock Keyboard — to release.
ja: キーを約0.5秒長押しすると、タップしてもキーボードが出なくなります。もう一度長押しする — または ⋯ → Unlock Keyboard — で解除できます。
zh_hant: 鍵約半秒：輕點就不會再叫出鍵盤。再按住一次 — 或用 ⋯ → Unlock Keyboard — 即可解除。

source: newline, a double
ja: で改行、2回連続の
zh_hant: 換行、連按兩次

source: opens a message box: write with autocorrect and your keyboard's own dictation, attach photos or files, then
ja: はメッセージボックスを開きます。自動修正やキーボードの音声入力で書き、写真やファイルを添付して、
zh_hant: 會開啟訊息框：用自動修正和鍵盤自己的聽寫撰寫、附加照片或檔案，然後

source: opens it in the File Viewer. A
ja: はファイルビューアで開きます。名前の後の
zh_hant: 會在檔案檢視器中開啟。名稱後面的

source: sends it all as one message. The rail keeps driving the pane while you write; hold
ja: ですべてを1つのメッセージとして送信します。書いている間もキーバーはペインを操作し続けます。長押しすると
zh_hant: 會把全部內容當成一則訊息送出。你在寫的時候，按鍵列仍可操作窗格；按住

source: to type without submitting. Locking the keyboard closes it.
ja: で送信せずに入力できます。キーボードをロックすると閉じます。
zh_hant: 就能輸入而不送出。鎖定鍵盤會關閉它。

source: , %lld times
ja: 、%lld回
zh_hant: ，%lld 次

source: , closes the panel
ja: 、パネルを閉じる
zh_hant: ，會關閉面板

source: , expanded
ja: 、展開済み
zh_hant: ，已展開

source: , or dock the page beside this tab as a
ja: 、またはページをこのタブの隣にドックできます —
zh_hant: ，或把頁面停靠在這個標籤頁旁成為

source: , or open the branch's diff from its ± counts
ja: 、または ± の数からブランチの差分を開けます
zh_hant: ，或從 ± 計數開啟該分支的差異

source: , panel stays open
ja: 、パネルは開いたまま
zh_hant: ，面板會保持開啟

source: , then Enter
ja: 、その後Enter
zh_hant: ，然後按 Enter

source: , titled %@
ja: 、タイトルは%@
zh_hant: ，標題為 %@

source: , vendored
ja: 、ベンダー同梱
zh_hant: ，已內嵌

source: ; a hold opens KEY COMMANDS —
ja: を固定、長押しでKEY COMMANDS —
zh_hant: ，長按開啟 KEY COMMANDS —

source: . Attach
ja: 。アタッチ
zh_hant: 。連接

source: . On Vision Pro, links glow under your eye; pinch for the same sheet.
ja: 。Vision Proでは、視線を向けるとリンクが光ります。ピンチで同じシートが開きます。
zh_hant: 。在 Vision Pro 上，你注視時連結會發亮；捏合可開啟同一張表單。

source: "ALLOW PASTE" EVERY TIME?
ja: 毎回「ペーストを許可」が表示される
zh_hant: 老是跳出「允許貼上」？

# %@ %lld, %@, current %@
source: %1$@ %2$lld, %3$@, current %4$@
ja: %@ %lld、%@、現在の%@
zh_hant: %@ %lld，%@，目前的%@

source: %@ active
ja: %@アクティブ
zh_hant: %@ 使用中

source: %@ connected
ja: %@接続済み
zh_hant: %@ 已連線

source: %@ didn't answer — check the port, and any firewall between this device and the host.
ja: %@から応答がありません — ポートと、このデバイスとホストの間のファイアウォールを確認してください。
zh_hant: %@ 沒有回應 — 請檢查連接埠，以及這部裝置與主機之間的防火牆。

source: %@ dropped the connection — the port may not speak SSH.
ja: %@が接続を切断しました — そのポートはSSHではない可能性があります。
zh_hant: %@ 中斷了連線 — 該連接埠可能不是 SSH。

source: %@ finished
ja: %@が完了しました
zh_hant: %@ 已完成

source: %@ has a question
ja: %@から質問があります
zh_hant: %@ 有問題要問

source: %1$@ identified itself with a %2$@ key, which isn't among the keys Multiplex recorded for it. Nothing was sent. If the server's host keys changed, forget the recorded keys in Host Settings.
ja: %@は%@鍵で自身を証明しましたが、Multiplexが記録している鍵に含まれていません。何も送信していません。サーバのホスト鍵が変わった場合は、ホスト設定で記録済みの鍵を削除してください。
zh_hant: %@ 以 %@ 金鑰表明身分，但那不在 Multiplex 為它記錄的金鑰之中。沒有送出任何資料。如果伺服器的主機金鑰變更了，請在主機設定中移除已記錄的金鑰。

source: %1$@ identified itself with a %2$@ key, which isn't recorded for this host. Nothing was sent. If its host keys changed, forget the recorded keys under Host key and check again.
ja: %@は%@鍵で自身を証明しましたが、このホストには記録がありません。何も送信していません。ホスト鍵が変わった場合は、「ホスト鍵」で記録済みの鍵を削除してもう一度確認してください。
zh_hant: %@ 以 %@ 金鑰表明身分，但這部主機沒有記錄該金鑰。沒有送出任何資料。如果主機金鑰變更了，請在「主機金鑰」中移除已記錄的金鑰後再檢查一次。

# %@ in session %@
source: %1$@ in session %2$@
ja: %@のセッション%@
zh_hant: %@ 的工作階段 %@

# %@ is %@ — the viewer opens %@ up to %@.
source: %1$@ is %2$@ — the viewer opens %3$@ up to %4$@.
ja: %@は%@です — ビューアが開ける%@の上限は%@です。
zh_hant: %@ 為 %@ — 檢視器可開啟的%@上限為 %@。

source: %@ IS A FOLDER
ja: %@はフォルダです
zh_hant: %@ 是資料夾

# %@ is also running %@ under %@
source: %1$@ is also running %2$@ under %3$@
ja: %@は%@も%@で実行しています
zh_hant: %@ 另外還有 %@ 在 %@ 上

source: %@ is asking to bind
ja: %@がバインドを要求しています
zh_hant: %@ 要求綁定

source: %@ is disabled and is not being connected
ja: %@は無効なので接続しません
zh_hant: %@ 已停用，不會連線

source: %@ is disabled. Enable
ja: %@は無効です。有効にする
zh_hant: %@ 已停用。啟用

source: %@ is disabled. Enable it on the deck to open sessions on it.
ja: %@は無効です。Deckで有効にすると、セッションを開けます。
zh_hant: %@ 已停用。請在 Deck 上啟用它，才能在上面開啟工作階段。

source: %@ is over 64 MB
ja: %@は64 MBを超えています
zh_hant: %@ 超過 64 MB

# %@ is running %@ as well as %@. Showing both %@. New sessions still start on %@.
source: %1$@ is running %2$@ as well as %3$@. Showing both %4$@. New sessions still start on %5$@.
ja: %@は%@と%@の両方を実行しています。どちらの%@も表示します。 新しいセッションは引き続き%@で作成されます。
zh_hant: %@ 同時執行 %@ 和 %@。兩者的%@都會顯示。 新的工作階段仍會在 %@ 上建立。

# %@ isn’t installed on %@, so there’s nothing to create the session with.
source: %1$@ isn’t installed on %2$@, so there’s nothing to create the session with.
ja: %@が%@にインストールされていないため、セッションを作成できません。
zh_hant: %@ 沒有安裝在 %@ 上，因此無法用它建立工作階段。

source: %@ license text
ja: %@のライセンス本文
zh_hant: %@ 授權條款內容

source: %@ linking
ja: %@接続中
zh_hant: %@ 連線中

source: %@ links stay here
ja: %@リンクはここから出ません
zh_hant: %@ 連結不會離開這裡

source: %@ models, one per line
ja: %@のモデル、1行に1つ
zh_hant: %@ 模型，每行一個

source: %@ needs its SSH key passphrase
ja: %@にはSSH鍵のパスフレーズが必要です
zh_hant: %@ 需要 SSH 金鑰密語

source: %@ needs its SSH key passphrase. Unlock
ja: %@にはSSH鍵のパスフレーズが必要です。ロック解除
zh_hant: %@ 需要 SSH 金鑰密語。解鎖

source: %1$@ presented a different host key than the one recorded for this host — %2$@, got %3$@. Nothing was sent. If you rebuilt the server, forget the recorded key under Host key and check again.
ja: %@が提示したホスト鍵はこのホストの記録と異なります — 記録は%@、受信は%@です。何も送信していません。サーバを再構築した場合は、「ホスト鍵」で記録済みの鍵を削除してもう一度確認してください。
zh_hant: %@ 提供的主機金鑰與這部主機記錄的不同 — 記錄為 %@，收到 %@。沒有送出任何資料。如果你重建了伺服器，請在「主機金鑰」中移除已記錄的金鑰後再檢查一次。

source: %1$@ presented a different SSH host key than the one Multiplex recorded. Either the server was rebuilt, or something is impersonating it. Nothing was sent. Recorded %2$@, got %3$@. If you rebuilt it, forget the recorded key in Host Settings.
ja: %@が提示したSSHホスト鍵はMultiplexが記録したものと異なります。サーバが再構築されたか、何かが成りすましています。何も送信していません。記録は%@、受信は%@です。再構築した場合は、ホスト設定で記録済みの鍵を削除してください。
zh_hant: %@ 提供的 SSH 主機金鑰與 Multiplex 記錄的不同。可能是伺服器重建了，也可能有東西正在冒充它。沒有送出任何資料。記錄為 %@，收到 %@。如果是你重建的，請在主機設定中移除已記錄的金鑰。

source: %@ rang the bell
ja: %@がベルを鳴らしました
zh_hant: %@ 發出了響鈴

# %@ refused the connection on port %@ — is an SSH server listening there?
source: %1$@ refused the connection on port %2$lld — is an SSH server listening there?
ja: %1$@がポート%2$lldでの接続を拒否しました — SSHサーバーが待ち受けているか確認してください。
zh_hant: %1$@ 拒絕了連接埠 %2$lld 上的連線 — 請確保有 SSH 伺服器正在監聽。

source: %@ rejected the key — check the user name, and that the key's public half is in ~/.ssh/authorized_keys on the host.
ja: %@が鍵を拒否しました — ユーザ名と、鍵の公開部分がホストの ~/.ssh/authorized_keysにあるかを確認してください。
zh_hant: %@ 拒絕了金鑰 — 請檢查使用者名稱，以及金鑰的公開部分是否在主機的 ~/.ssh/authorized_keys 中。

source: %@ rejected the sign-in — check the user name and password.
ja: %@がサインインを拒否しました — ユーザ名とパスワードを確認してください。
zh_hant: %@ 拒絕了登入 — 請檢查使用者名稱和密碼。

source: %@ standby
ja: %@待機
zh_hant: %@ 待命

source: %@ tab
ja: %@タブ
zh_hant: %@ 標籤頁

source: %@ tab, active
ja: %@タブ、アクティブ
zh_hant: %@ 標籤頁，使用中

source: %@ tab, active, with side panel
ja: %@タブ、アクティブ、サイドパネルあり
zh_hant: %@ 標籤頁，使用中，附有側邊面板

source: %@ tab, with side panel
ja: %@タブ、サイドパネルあり
zh_hant: %@ 標籤頁，附有側邊面板

source: %@ theme
ja: %@テーマ
zh_hant: %@ 主題

source: %@ unreachable
ja: %@接続不可
zh_hant: %@ 無法連線

source: %@ Unreachable
ja: %@に接続できません
zh_hant: %@ 無法連線

source: %@ unreachable. Reconnect
ja: %@に接続できません。再接続
zh_hant: %@ 無法連線。重新連線

source: %@ wants permission
ja: %@が許可を求めています
zh_hant: %@ 要求權限

source: %@ wasn't found on the host — the deck can't list sessions there. Plain shells still work.
ja: %@がホストで見つかりません — Deckはそこのセッションを一覧できません。通常のシェルは使えます。
zh_hant: %@ 在主機上找不到 — Deck 無法列出上面的工作階段。一般的 Shell 仍可使用。

# %@, %@, attached
source: %1$@, %2$@, attached
ja: %@、%@、アタッチ済み
zh_hant: %@，%@，已連接

# %@, %@, press twice to confirm
source: %1$@, %2$@, press twice to confirm
ja: %@、%@、2回押して確定
zh_hant: %@，%@，按兩次以確認

source: %@, edit
ja: %@、編集
zh_hant: %@，編輯

source: %@, editing
ja: %@、編集中
zh_hant: %@，編輯中

source: %@, less
ja: %@、減らす
zh_hant: %@，減少

# %@, line %@
source: %1$@, line %2$lld
ja: %1$@、%2$lld行目
zh_hant: %1$@，第 %2$lld 行

source: %@, more
ja: %@、増やす
zh_hant: %@，增加

source: %@, press again to close
ja: %@、もう一度押すと閉じます
zh_hant: %@，再按一次可關閉

# %@, upload failed, %@
source: %1$@, upload failed, %2$@
ja: %@、アップロード失敗、%@
zh_hant: %@，上傳失敗，%@

# %@, uploading %lld percent
source: %1$@, uploading %2$lld percent
ja: %@、アップロード中%lldパーセント
zh_hant: %@，上傳中，百分之 %lld

source: %@: the Mac's keychain is locked, so Claude Code shows signed out
ja: %@: Macのキーチェーンがロックされているため、Claude Codeはサインアウト表示になります
zh_hant: %@：Mac 的鑰匙圈已鎖定，因此 Claude Code 顯示為已登出

# %lld additions, %lld deletions
source: %1$lld additions, %2$lld deletions
ja: %lld行追加、%lld行削除
zh_hant: 新增 %lld 行，刪除 %lld 行

source: %lld KEY COMMANDS
ja: %lld件のキーコマンド
zh_hant: %lld 個按鍵指令

source: %lld sessions
ja: %lldセッション
zh_hant: %lld 個工作階段

source: %lld tabs
ja: %lldタブ
zh_hant: %lld 個標籤頁

# %lld windows and %lld panes
source: %1$lld windows and %2$lld panes
ja: %lldウインドウ、%lldペイン
zh_hant: %lld 個視窗和 %lld 個窗格

# %lld windows, %lld panes. %@%@
source: %1$lld windows, %2$lld panes. %3$@%4$@
ja: %lldウインドウ、%lldペイン。%@%@
zh_hant: %lld 個視窗，%lld 個窗格。%@%@

source: + New Session
ja: + 新規セッション
zh_hant: + 新增工作階段

source: ✳ AGENT HELPERS · PRO
ja: ✳ エージェントヘルパー · PRO
zh_hant: ✳ AGENT 輔助按鈕 · PRO

source: 1 session
ja: 1セッション
zh_hant: 1 個工作階段

source: A drag scrolls the remote screen itself — the app speaks wheel, or arrow keys in full-screen apps. There is no separate local scrollback to fall out of.
ja: ドラッグはリモート画面そのものをスクロールします — Appはホイールを、フルスクリーンアプリでは矢印キーを送ります。ずれてしまう別個のローカルスクロールバックはありません。
zh_hant: 拖曳會直接捲動遠端畫面 — App 送出滾輪事件，在全螢幕程式中則送方向鍵。這裡沒有另一份本機捲動記錄會脫節。

source: A fresh %@ session, its own tile on the deck. Choose a session to add a tab to its focused workspace instead.
ja: 新しい%@セッションを作成し、Deckに独自のタイルを持ちます。セッションを選ぶと、代わりにそのフォーカス中のワークスペースにタブを追加します。
zh_hant: 全新的 %@ 工作階段，在 Deck 上有自己的方塊。也可以選擇某個工作階段，改為在它的焦點工作區加一個標籤頁。

source: A host shows no tmux or herdr
ja: ホストにtmuxもherdrも表示されない
zh_hant: 主機上看不到 tmux 或 herdr

source: A machine on another network — a VPS, a box behind a firewall — can't announce itself here. Scan the QR its terminal printed, or have it hand you the code.
ja: 別のネットワークにあるマシン — VPSやファイアウォールの内側のマシン — はここに自身を通知できません。ターミナルに表示されたQRコードをスキャンするか、コードを教えてもらってください。
zh_hant: 在其他網路上的機器 — VPS、防火牆後方的主機 — 無法在這裡廣播自己。掃描它終端機印出的 QR 碼，或請它提供代碼。

source: A mouse's secondary click runs the same chain as a long press. On herdr it adds
ja: マウスの副ボタンクリックは長押しと同じ動作をします。herdrではさらに
zh_hant: 滑鼠的次要點按會執行和長按相同的流程。在 herdr 上還會加上

source: A newline that doesn't send the line.
ja: 行を送信せずに改行します。
zh_hant: 換行，但不送出這一行。

source: A path on %@
ja: %@上のパス
zh_hant: %@ 上的路徑

source: A public address
ja: パブリックアドレス
zh_hant: 公開位址

source: a session
ja: セッション
zh_hant: 工作階段

source: A tap latches
ja: タップで
zh_hant: 輕點鎖定

source: About
ja: 情報
zh_hant: 關於

source: Acquiring signal
ja: 信号を取得中
zh_hant: 正在取得訊號

source: Actions for %@
ja: %@の操作
zh_hant: %@ 的動作

source: Add command
ja: コマンドを追加
zh_hant: 加入指令

source: Add command with Multiplex Pro
ja: Multiplex Proでコマンドを追加
zh_hant: 以 Multiplex Pro 加入指令

source: Add directory
ja: ディレクトリを追加
zh_hant: 加入目錄

source: Add host
ja: ホストを追加
zh_hant: 加入主機

source: Add Host
ja: ホストを追加
zh_hant: 加入主機

source: Add script
ja: スクリプトを追加
zh_hant: 加入指令碼

source: Added to the fleet — it's on the deck now.
ja: 追加しました — Deckに表示されています。
zh_hant: 已加入 — 現在就在 Deck 上。

source: Address
ja: アドレス
zh_hant: 位址

source: Adds a tab to “%@”'s focused workspace — no new session is created.
ja: 「%@」のフォーカス中のワークスペースにタブを追加します — 新しいセッションは作成されません。
zh_hant: 在「%@」的焦點工作區加入一個標籤頁 — 不會建立新的工作階段。

source: Agent
ja: エージェント

source: Agent alerts
ja: エージェント通知
zh_hant: Agent 提醒

source: Agent Alerts
ja: エージェント通知
zh_hant: Agent 提醒

source: Agent default
ja: エージェントのデフォルト
zh_hant: Agent 預設

source: Agent Default
ja: エージェントのデフォルト
zh_hant: Agent 預設

source: Agent Helpers
ja: エージェントヘルパー
zh_hant: Agent 輔助按鈕

source: AGENT HELPERS + ALERTS
ja: エージェントヘルパーと通知
zh_hant: Agent 輔助按鈕與提醒

source: Agent helpers Pro
ja: エージェントヘルパー Pro
zh_hant: Agent 輔助按鈕 Pro

source: AGENT IS BUSY
ja: エージェントは処理中
zh_hant: Agent 忙碌中

source: Agent launch models
ja: エージェントの起動モデル
zh_hant: Agent 啟動模型

source: agent needs your input
ja: エージェントが入力を待っています
zh_hant: Agent 需要你的輸入

source: agent running
ja: エージェント実行中
zh_hant: Agent 執行中

source: Agents
ja: エージェント
zh_hant: Agent

source: Also Show %@ Sessions
ja: %@セッションも表示
zh_hant: 同時顯示 %@ 工作階段

source: An absolute, home-relative, or working-directory-relative path on the host.
ja: ホスト上の絶対パス、またはホームディレクトリや作業ディレクトリからの相対パス。
zh_hant: 主機上的絕對路徑，或相對於家目錄、工作目錄的路徑。

source: Another announcement is using this name. If you started only one mpx bind, one of these isn't your machine — scan its QR instead.
ja: 別のアナウンスが同じ名前を使っています。mpx bindを1回しか実行していない場合、どちらかはあなたのマシンではありません — 代わりにQRコードをスキャンしてください。
zh_hant: 另一則廣播也用了這個名稱。如果你只執行了一次 mpx bind，其中一台就不是你的機器 — 請改為掃描它的 QR 碼。

source: ANOTHER CLIENT RESIZES THIS SESSION
ja: 別のクライアントがこのセッションをリサイズする
zh_hant: 其他用戶端調整這個工作階段的大小

source: ANSI · Bright
ja: ANSI · ブライト
zh_hant: ANSI · 亮色

source: ANSI · Normal
ja: ANSI · ノーマル
zh_hant: ANSI · 一般

source: ANSWER THE AGENT FIRST
ja: 先にエージェントに返答
zh_hant: 先回覆 Agent

source: App lock
ja: Appロック
zh_hant: App 鎖定

source: Appearance
ja: 外観
zh_hant: 外觀

source: Arrow down
ja: 下矢印
zh_hant: 向下鍵

source: Arrow left
ja: 左矢印
zh_hant: 向左鍵

source: Arrow right
ja: 右矢印
zh_hant: 向右鍵

source: Arrow up
ja: 上矢印
zh_hant: 向上鍵

source: Asking to bind
ja: バインドを要求中
zh_hant: 正在要求綁定

source: Attach a file
ja: ファイルを添付
zh_hant: 附加檔案

source: Attach as New Tab
ja: 新規タブでアタッチ
zh_hant: 以新標籤頁連接

source: Attach in New Window
ja: 新規ウインドウでアタッチ
zh_hant: 在新視窗中連接

source: auto submit
ja: 自動送信
zh_hant: 自動送出

source: Auto Submit
ja: 自動送信
zh_hant: 自動送出

source: Awaiting signal
ja: 信号を待機中
zh_hant: 等待訊號

source: Back
ja: 戻る
zh_hant: 返回

source: Back 15 seconds
ja: 15秒戻す
zh_hant: 倒退 15 秒

source: Back to live
ja: ライブに戻る
zh_hant: 回到即時畫面

source: Back to rendered markdown
ja: レンダリングされたMarkdownに戻る
zh_hant: 回到 Markdown 排版檢視

source: Backend
ja: バックエンド
zh_hant: 後端

source: Backends
ja: バックエンド
zh_hant: 後端

source: Background
ja: 背景
zh_hant: 背景

source: Background keep-alive is off: leaving the app suspends it, this host's sessions drop, and its tabs reattach when you return.
ja: バックグラウンドのキープアライブがオフです：Appを離れると一時停止し、このホストのセッションは切断され、戻るとタブが再アタッチされます。
zh_hant: 背景保持連線已關閉：離開 App 會讓它暫停，這台主機的工作階段會中斷，回來時它的標籤頁會重新連接。

source: Bell
ja: ベル
zh_hant: 提示音

source: Binary files differ.
ja: バイナリファイルが異なります。
zh_hant: 二進位檔案內容不同。

source: Binding never sends a private key: this device makes its own key and the machine adds the public half to authorized_keys. mpx unbind removes it.
ja: バインドで秘密鍵が送信されることはありません：このデバイスが自分で鍵を作成し、マシンは公開鍵をauthorized_keysに追加します。mpx unbindで削除できます。
zh_hant: 綁定絕不會傳送私鑰：這台裝置會自行產生金鑰，機器只把公鑰加進 authorized_keys。mpx unbind 可以移除它。

source: Black
ja: ブラック
zh_hant: 黑色

source: Blue
ja: ブルー
zh_hant: 藍色

source: Both are shown, each tile marked with the backend it came from. That %@.
ja: 両方が表示され、各タイルにはどのバックエンド由来かが示されます。これにより%@。
zh_hant: 兩者都會顯示，每個方塊都標示它來自哪個後端。這%@。

source: Bound, but the first connection failed: %@
ja: バインドしましたが、最初の接続に失敗しました：%@
zh_hant: 已綁定，但第一次連線失敗：%@

source: Bright Black
ja: ブライトブラック
zh_hant: 亮黑色

source: Bright Blue
ja: ブライトブルー
zh_hant: 亮藍色

source: Bright Cyan
ja: ブライトシアン
zh_hant: 亮青色

source: Bright Green
ja: ブライトグリーン
zh_hant: 亮綠色

source: Bright Magenta
ja: ブライトマゼンタ
zh_hant: 亮洋紅色

source: Bright Red
ja: ブライトレッド
zh_hant: 亮紅色

source: Bright White
ja: ブライトホワイト
zh_hant: 亮白色

source: Bright Yellow
ja: ブライトイエロー
zh_hant: 亮黃色

source: Build and edit terminal palettes while the Tally chassis stays consistent.
ja: Tallyのシャーシは一貫したまま、ターミナルパレットを作成・編集できます。
zh_hant: 建立並編輯終端機調色盤，Tally 外框維持一致。

source: Built-in commands
ja: 組み込みコマンド
zh_hant: 內建指令

source: BUILT-IN PALETTE
ja: 内蔵パレット
zh_hant: 內建調色盤

source: Built-in themes
ja: 組み込みテーマ
zh_hant: 內建主題

source: Built-ins and custom commands each live in Bar or More; custom Bar labels keep 9 characters.
ja: 組み込みコマンドもカスタムコマンドもBarかMoreに配置します。カスタムのBarラベルは9文字までです。
zh_hant: 內建與自訂指令都可放在 Bar 或 More；自訂 Bar 標籤限 9 個字元。

source: Buy once. Use it on iPad and Vision Pro.
ja: 一度購入すれば、iPadとVision Proの両方で使えます。
zh_hant: 一次購買，iPad 與 Vision Pro 都能使用。

source: Camera…
ja: カメラ…
zh_hant: 相機…

source: CAN'T DIFF %@
ja: %@の差分を表示できません
zh_hant: 無法比對 %@ 的差異

source: Can't Open %@
ja: %@を開けません
zh_hant: 無法開啟 %@

source: Can't open link
ja: リンクを開けません
zh_hant: 無法開啟連結

source: CAN'T READ %@
ja: %@を読み込めません
zh_hant: 無法讀取 %@

source: CAN'T SHOW — %@
ja: 表示できません — %@
zh_hant: 無法顯示 — %@

source: Can't show this image. %@
ja: この画像を表示できません。%@
zh_hant: 無法顯示這張圖片。%@

source: Cancel
ja: キャンセル
zh_hant: 取消

source: Cancel address edit
ja: アドレスの編集をキャンセル
zh_hant: 取消編輯網址

source: Cancel dictation
ja: 音声入力をキャンセル
zh_hant: 取消聽寫

source: Cancel finding message
ja: メッセージの検索をキャンセル
zh_hant: 取消尋找訊息

source: Cancelled
ja: キャンセル済み
zh_hant: 已取消

source: Check the connection to %@ and try again.
ja: %@への接続を確認して、もう一度お試しください。
zh_hant: 請檢查與 %@ 的連線後再試一次。

source: Checked
ja: チェック済み
zh_hant: 已勾選

source: Checked on every connection. Forget these only if you rebuilt the server.
ja: 接続のたびに確認されます。サーバーを再構築した場合にのみ削除してください。
zh_hant: 每次連線都會檢查。只有在你重建伺服器後才需要忘記這些金鑰。

source: Checking the connection…
ja: 接続を確認中…
zh_hant: 正在檢查連線…

source: Checking your App Store purchases…
ja: App Storeの購入項目を確認中…
zh_hant: 正在檢查你的 App Store 購買項目…

source: Checks this Apple ID for a Multiplex Pro purchase
ja: このApple IDにMultiplex Proの購入があるか確認します
zh_hant: 檢查此 Apple ID 是否購買過 Multiplex Pro

source: Choose a backend
ja: バックエンドを選択
zh_hant: 選擇後端

source: Choose a model
ja: モデルを選択
zh_hant: 選擇模型

source: Choose a session
ja: セッションを選択
zh_hant: 選擇工作階段

source: Choose a session from the deck to attach it here.
ja: Deckからセッションを選ぶと、ここにアタッチできます。
zh_hant: 從 Deck 選擇一個工作階段，即可在此連接。

source: Choose a setup script
ja: セットアップスクリプトを選択
zh_hant: 選擇設定指令碼

source: Choose a terminal palette. Press and hold a theme to duplicate it as a custom starting point.
ja: ターミナルパレットを選びます。テーマを長押しすると複製され、カスタムの出発点になります。
zh_hant: 選擇終端機調色盤。長按主題可複製一份，作為自訂主題的起點。

source: Choose a working directory
ja: 作業ディレクトリを選択
zh_hant: 選擇工作目錄

source: Choose Claude Code, Codex, Pi, or Grok Build
ja: Claude Code、Codex、Pi、Grok Buildから選択します
zh_hant: 選擇 Claude Code、Codex、Pi 或 Grok Build

source: Choose Focused Pane to inherit the session's own directory.
ja: Focused Paneを選ぶと、セッション自身のディレクトリを引き継ぎます。
zh_hant: 選擇 Focused Pane 可沿用工作階段本身的目錄。

source: Choose Home to use the login shell's default.
ja: Homeを選ぶと、ログインシェルのデフォルトを使います。
zh_hant: 選擇 Home 可使用登入 Shell 的預設值。

source: Choose where the agent opens
ja: エージェントを開く場所を選択
zh_hant: 選擇 Agent 開啟的位置

source: Choose Window
ja: ウインドウを選択
zh_hant: 選擇視窗

source: Chords send what a hardware keyboard would; text rows type one line, then Enter when SUBMIT is on.
ja: コードはハードウェアキーボードと同じ入力を送ります。テキスト行は1行を入力し、SUBMITがオンならそのあとにEnterを送ります。
zh_hant: 組合鍵會送出硬體鍵盤的按鍵；文字列會輸入一行，並在 SUBMIT 開啟時按下 Enter。

source: Claude Code on %1$@ is waiting at its sign-in screen, but the stored login is probably intact: on a Mac, Claude Code keeps its credentials in the login keychain, and an SSH or tmux session never unlocks it — no GUI login happened. Unlock it once in any shell on %2$@, then restart Claude Code:
ja: %@のClaude Codeはサインイン画面で待機していますが、保存されたログインはおそらく無事です。MacではClaude Codeは認証情報をログインキーチェーンに保存しますが、SSHやtmuxのセッションではそれが解除されません — GUIログインが行われていないためです。%@上のいずれかのシェルで一度解除してから、Claude Codeを再起動してください：
zh_hant: %@ 上的 Claude Code 停在登入畫面，但已儲存的登入資訊很可能仍然完好：在 Mac 上，Claude Code 會把憑證存在登入鑰匙圈中，而 SSH 或 tmux 工作階段永遠不會解鎖它 — 因為沒有經過 GUI 登入。請在 %@ 上的任一 Shell 中解鎖一次，然後重新啟動 Claude Code：

source: Claude Code shows signed out
ja: Claude Codeがサインアウト表示になる
zh_hant: Claude Code 顯示為已登出

source: Claude Code shows signed out in tmux
ja: tmuxでClaude Codeがサインアウト表示になる
zh_hant: Claude Code 在 tmux 中顯示為已登出

source: Clear
ja: 消去
zh_hant: 清除

source: Clear Browsing Data
ja: 閲覧データを消去
zh_hant: 清除瀏覽資料

source: Clear Browsing Data…
ja: 閲覧データを消去…
zh_hant: 清除瀏覽資料…

source: cleared — nothing applied
ja: クリア済み — 何も適用されません
zh_hant: 已清除 — 不會套用任何內容

source: Clears cookies, caches, and site storage for every viewport page — dev-server logins included. This page reloads signed out.
ja: すべてのビューポートページのCookie、キャッシュ、サイトストレージを消去します — 開発サーバーのログインも含みます。このページはサインアウトした状態で再読み込みされます。
zh_hant: 清除所有檢視區頁面的 cookie、快取與網站儲存空間 — 包含開發伺服器的登入。此頁面會以登出狀態重新載入。

source: CLIPBOARD
ja: クリップボード
zh_hant: 剪貼板

source: Close
ja: 閉じる
zh_hant: 關閉

source: Close file viewer
ja: ファイルビューアを閉じる
zh_hant: 關閉檔案檢視器

source: Close file viewer panel
ja: ファイルビューアパネルを閉じる
zh_hant: 關閉檔案檢視器面板

source: Close message box
ja: メッセージボックスを閉じる
zh_hant: 關閉訊息框

source: Close Pane
ja: ペインを閉じる
zh_hant: 關閉窗格

source: Close Session
ja: セッションを閉じる
zh_hant: 關閉工作階段

source: Close tab
ja: タブを閉じる
zh_hant: 關閉標籤頁

source: Close Tab
ja: タブを閉じる
zh_hant: 關閉標籤頁

source: Close the message box
ja: メッセージボックスを閉じます
zh_hant: 關閉訊息框

source: Close the panel on press
ja: 押すとパネルを閉じます
zh_hant: 按下可關閉面板

source: Close viewport
ja: ビューポートを閉じる
zh_hant: 關閉檢視區

source: Close viewport panel
ja: ビューポートパネルを閉じる
zh_hant: 關閉檢視區面板

source: Close Window
ja: ウインドウを閉じる
zh_hant: 關閉視窗

source: Close Workspace
ja: ワークスペースを閉じる
zh_hant: 關閉工作區

source: Collapse message
ja: メッセージを折りたたむ
zh_hant: 收合訊息

source: Collapsed
ja: 折りたたみ済み
zh_hant: 已收合

source: Collapses connection details
ja: 接続の詳細を折りたたみます
zh_hant: 收合連線詳細資訊

source: Command
ja: コマンド
zh_hant: 指令

source: Command content
ja: コマンドの内容
zh_hant: 指令內容

source: Commands
ja: コマンド
zh_hant: 指令

source: Components
ja: コンポーネント
zh_hant: 元件

source: Configured models for %@
ja: %@に設定されたモデル
zh_hant: %@ 已設定的模型

source: Confirm %@ to require it when Multiplex opens
ja: %@で確認して、Multiplexを開くときに要求します
zh_hant: 確認 %@ 以要求開啟 Multiplex 時驗證

source: Confirm forgetting recorded host keys
ja: 記録済みのホスト鍵の削除を確認
zh_hant: 確認忘記已記錄的主機金鑰

source: conflicted
ja: コンフリクト
zh_hant: 衝突

source: Connect on the deck
ja: Deckで接続します
zh_hant: 在 Deck 上連線

source: Connect Once
ja: 今回のみ接続
zh_hant: 僅這次連線

source: Connect with mosh
ja: moshで接続
zh_hant: 使用 mosh 連線

# Connected to %@ as %@.
source: Connected to %1$@ as %2$@.
ja: %@に%@として接続しました。
zh_hant: 已連線到 %@，登入身分為 %@。

source: Connecting to %@…
ja: %@に接続中…
zh_hant: 正在連線到 %@…

source: Connection stats
ja: 接続統計
zh_hant: 連線統計

source: Connection Stats
ja: 接続統計
zh_hant: 連線統計

source: CONNECTION STATS
ja: 接続統計
zh_hant: 連線統計

source: Connection stats are turned off in Settings.
ja: 接続統計は設定でオフになっています。
zh_hant: 連線統計已在設定中關閉。

# Connection stats for %@: %@
source: Connection stats for %1$@: %2$@
ja: %@の接続統計：%@
zh_hant: %@ 的連線統計：%@

source: Connection Stats…
ja: 接続統計…
zh_hant: 連線統計…

source: Connects over mosh
ja: moshで接続します
zh_hant: 透過 mosh 連線

source: Copy
ja: コピー
zh_hant: 複製

source: Copy %@ license text
ja: %@のライセンス文をコピー
zh_hant: 複製 %@ 的授權文字

source: Copy a line, run it in a terminal on the machine you want to add, then leave mpx bind running. Nothing here runs on this device.
ja: いずれかの行をコピーし、追加したいマシンのターミナルで実行して、mpx bindを実行したままにします。ここのコマンドはこのデバイスでは実行されません。
zh_hant: 複製其中一行，在你要加入的機器上以終端機執行，然後讓 mpx bind 保持執行。這裡的指令都不會在本裝置上執行。

source: Copy Address
ja: アドレスをコピー
zh_hant: 複製位址

source: Copy command
ja: コマンドをコピー
zh_hant: 複製指令

source: Copy Command for Handoff
ja: 引き継ぎ用コマンドをコピー
zh_hant: 複製交接指令

source: Copy license text
ja: ライセンス文をコピー
zh_hant: 複製授權文字
